[<ArchiveFlags>]
Compressed=yes
ConfigType=1
[<Misc>]
AdvInst=18.6.1
[<OutputFiles>]
Prop0=D:\WORK\Factory\河北安信打包文件\老化服务端\老化服务端-cache\part3\智慧工厂生产数字化管理系统-老化观察服务1.cab??132918931347753391??132918931348023432??35614202??311
[apimswincoreconsolel110.dll]
Seq=1
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-console-l1-1-0.dll??132840914742071894??132513587660000000??11744
[apimswincoreconsolel120.dll]
Seq=2
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-console-l1-2-0.dll??132840914756725057??132513587680000000??11744
[apimswincoredatetimel110.dll]
Seq=3
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-datetime-l1-1-0.dll??132840914756765048??132513587680000000??11232
[apimswincoredebugl110.dll]
Seq=4
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-debug-l1-1-0.dll??132840914742601948??132513587580000000??11224
[apimswincoreerrorhandlingl110.dll]
Seq=5
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-errorhandling-l1-1-0.dll??132840914756815128??132513587680000000??11232
[apimswincorefilel110.dll]
Seq=6
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-file-l1-1-0.dll??132840914756855140??132513587680000000??14816
[apimswincorefilel120.dll]
Seq=7
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-file-l1-2-0.dll??132840914756184981??132513587700000000??11232
[apimswincorefilel210.dll]
Seq=8
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-file-l2-1-0.dll??132840914756895272??132513587680000000??11232
[apimswincorehandlel110.dll]
Seq=9
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-handle-l1-1-0.dll??132840914756925147??132513587680000000??11232
[apimswincoreheapl110.dll]
Seq=10
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-heap-l1-1-0.dll??132840914756965155??132513587680000000??11744
[apimswincoreinterlockedl110.dll]
Seq=11
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-interlocked-l1-1-0.dll??132840914756225005??132513587700000000??11744
[apimswincorelibraryloaderl110.dll]
Seq=12
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-libraryloader-l1-1-0.dll??132840914742111838??132513587600000000??12256
[apimswincorelocalizationl120.dll]
Seq=13
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-localization-l1-2-0.dll??132840914756995160??132513587680000000??13792
[apimswincorememoryl110.dll]
Seq=14
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-memory-l1-1-0.dll??132840914757045238??132513587680000000??11736
[apimswincorenamedpipel110.dll]
Seq=15
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-namedpipe-l1-1-0.dll??132840914756265066??132513587700000000??11232
[apimswincoreprocessenvironmentl110.dll]
Seq=16
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-processenvironment-l1-1-0.dll??132840914756305072??132513587700000000??12256
[apimswincoreprocessthreadsl110.dll]
Seq=17
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-processthreads-l1-1-0.dll??132840914742141767??132513587600000000??13792
[apimswincoreprocessthreadsl111.dll]
Seq=18
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-processthreads-l1-1-1.dll??132840914757085248??132513587680000000??11744
[apimswincoreprofilel110.dll]
Seq=19
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-profile-l1-1-0.dll??132840914756335015??132513587700000000??10720
[apimswincorertlsupportl110.dll]
Seq=20
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-rtlsupport-l1-1-0.dll??132840914742181919??132513587600000000??11232
[apimswincorestringl110.dll]
Seq=21
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-string-l1-1-0.dll??132840914742211804??132513587600000000??11232
[apimswincoresynchl110.dll]
Seq=22
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-synch-l1-1-0.dll??132840914742251870??132513587600000000??13280
[apimswincoresynchl120.dll]
Seq=23
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-synch-l1-2-0.dll??132840914757125256??132513587680000000??11744
[apimswincoresysinfol110.dll]
Seq=24
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-sysinfo-l1-1-0.dll??132840914742281791??132513587600000000??12256
[apimswincoretimezonel110.dll]
Seq=25
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-timezone-l1-1-0.dll??132840914742321900??132513587600000000??11736
[apimswincoreutill110.dll]
Seq=26
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-core-util-l1-1-0.dll??132840914757155126??132513587680000000??11224
[APIMSWincorexstatel210.dll]
Seq=27
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\API-MS-Win-core-xstate-l2-1-0.dll??132840914756375088??132513587700000000??11232
[apimswincrtconiol110.dll]
Seq=28
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-conio-l1-1-0.dll??132840914742351959??132513587600000000??12256
[apimswincrtconvertl110.dll]
Seq=29
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-convert-l1-1-0.dll??132840914756415107??132513587700000000??15328
[apimswincrtenvironmentl110.dll]
Seq=30
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-environment-l1-1-0.dll??132840914756455107??132513587700000000??11744
[apimswincrtfilesysteml110.dll]
Seq=31
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-filesystem-l1-1-0.dll??132840914756495116??132513587700000000??13280
[apimswincrtheapl110.dll]
Seq=32
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-heap-l1-1-0.dll??132840914742391900??132513587600000000??12256
[apimswincrtlocalel110.dll]
Seq=33
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-locale-l1-1-0.dll??132840914742421911??132513587600000000??11744
[apimswincrtmathl110.dll]
Seq=34
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-math-l1-1-0.dll??132840914742451979??132513587600000000??21984
[apimswincrtmultibytel110.dll]
Seq=35
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-multibyte-l1-1-0.dll??132840914756535126??132513587700000000??19424
[apimswincrtprivatel110.dll]
Seq=36
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-private-l1-1-0.dll??132840914756564984??132513587700000000??66016
[apimswincrtprocessl110.dll]
Seq=37
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-process-l1-1-0.dll??132840914742491989??132513587600000000??12256
[apimswincrtruntimel110.dll]
Seq=38
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-runtime-l1-1-0.dll??132840914756605076??132513587700000000??15840
[apimswincrtstdiol110.dll]
Seq=39
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-stdio-l1-1-0.dll??132840914756645084??132513587700000000??17376
[apimswincrtstringl110.dll]
Seq=40
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-string-l1-1-0.dll??132840914742521929??132513587600000000??17888
[apimswincrttimel110.dll]
Seq=41
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-time-l1-1-0.dll??132840914756685091??132513587700000000??13792
[apimswincrtutilityl110.dll]
Seq=42
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\api-ms-win-crt-utility-l1-1-0.dll??132840914742561940??132513587600000000??11744
[appsettings.Development.json]
Seq=43
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\appsettings.Development.json??132840914755754891??132670722240985085??168
[appsettings.json]
Seq=44
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\appsettings.json??132918928787625560??132841787066520762??6220
[Autofac.dll]
Seq=45
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Autofac.dll??132840914744872372??131703118740000000??221184
[BouncyCastle.Crypto.dll]
Seq=46
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\BouncyCastle.Crypto.dll??132840914744772501??131719687400000000??2179584
[clrcompression.dll]
Seq=47
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\clrcompression.dll??132840914755324854??132794111780000000??716152
[clretwrc.dll]
Seq=48
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\clretwrc.dll??132840914755534900??132794111760000000??262520
[clrjit.dll]
Seq=49
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\clrjit.dll??132840914755354864??132794111780000000??1080696
[coreclr.dll]
Seq=50
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\coreclr.dll??132840914755394728??132794111780000000??4241272
[createdump.exe]
Seq=51
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\createdump.exe??132840914755454756??132794111780000000??42432
[dbgshim.dll]
Seq=52
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\dbgshim.dll??132840914755574910??132794111760000000??104824
[DmProvider.dll]
Seq=53
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\DmProvider.dll??132840914742721974??132486871220000000??384512
[e_sqlite3.dll]
Seq=54
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\e_sqlite3.dll??132840914744432422??131895900720000000??1006080
[GodSharp.SerialPort.dll]
Seq=55
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\GodSharp.SerialPort.dll??132840914744312328??132016683320000000??18944
[Google.Protobuf.dll]
Seq=56
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Google.Protobuf.dll??132840914744722355??131783719140000000??299008
[hostfxr.dll]
Seq=57
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\hostfxr.dll??132840914755124677??132794112200000000??253304
[hostpolicy.dll]
Seq=58
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\hostpolicy.dll??132840914755174756??132794111980000000??254840
[K4os.Compression.LZ4.dll]
Seq=59
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\K4os.Compression.LZ4.dll??132840914744212309??132066395700000000??40448
[K4os.Compression.LZ4.Streams.dll]
Seq=60
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\K4os.Compression.LZ4.Streams.dll??132840914744242339??132066395700000000??17408
[K4os.Hash.xxHash.dll]
Seq=61
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\K4os.Hash.xxHash.dll??132840914744282386??132066311420000000??12288
[Kdbndp.dll]
Seq=62
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Kdbndp.dll??132840914742672028??132486874280000000??732672
[Microsoft.CSharp.dll]
Seq=63
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.CSharp.dll??132840914754274619??132794113460000000??900472
[Microsoft.Data.Sqlite.dll]
Seq=64
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Data.Sqlite.dll??132840914744352264??131976759840000000??135032
[Microsoft.DiaSymReader.Native.x86.dll]
Seq=65
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.DiaSymReader.Native.x86.dll??132840914744962495??131568826040000000??1188080
[Microsoft.Extensions.Configuration.Abstractions.dll]
Seq=66
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Configuration.Abstractions.dll??132840914743612240??132475781080000000??20360
[Microsoft.Extensions.Configuration.Binder.dll]
Seq=67
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Configuration.Binder.dll??132840914743502214??132475781280000000??28040
[Microsoft.Extensions.Configuration.CommandLine.dll]
Seq=68
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Configuration.CommandLine.dll??132840914743362117??132475781620000000??22912
[Microsoft.Extensions.Configuration.dll]
Seq=69
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Configuration.dll??132840914743462205??132475781340000000??30600
[Microsoft.Extensions.Configuration.EnvironmentVariables.dll]
Seq=70
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Configuration.EnvironmentVariables.dll??132840914743392190??132475781500000000??19848
[Microsoft.Extensions.Configuration.FileExtensions.dll]
Seq=71
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Configuration.FileExtensions.dll??132840914743062116??132475782500000000??25480
[Microsoft.Extensions.Configuration.Json.dll]
Seq=72
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Configuration.Json.dll??132840914742981957??132475783060000000??24960
[Microsoft.Extensions.Configuration.UserSecrets.dll]
Seq=73
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Configuration.UserSecrets.dll??132840914742952037??132475783760000000??23944
[Microsoft.Extensions.DependencyInjection.Abstractions.dll]
Seq=74
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.DependencyInjection.Abstractions.dll??132840914743802241??132475780800000000??44416
[Microsoft.Extensions.DependencyInjection.dll]
Seq=75
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.DependencyInjection.dll??132840914743652185??132475781040000000??74120
[Microsoft.Extensions.FileProviders.Abstractions.dll]
Seq=76
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.FileProviders.Abstractions.dll??132840914743532222??132475781220000000??16776
[Microsoft.Extensions.FileProviders.Physical.dll]
Seq=77
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.FileProviders.Physical.dll??132840914743322172??132475781720000000??35720
[Microsoft.Extensions.FileSystemGlobbing.dll]
Seq=78
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.FileSystemGlobbing.dll??132840914743732267??132475780840000000??39304
[Microsoft.Extensions.Hosting.Abstractions.dll]
Seq=79
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Hosting.Abstractions.dll??132840914743172141??132475782280000000??27528
[Microsoft.Extensions.Hosting.dll]
Seq=80
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Hosting.dll??132840914742842066??132475784080000000??42376
[Microsoft.Extensions.Hosting.WindowsServices.dll]
Seq=310
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Hosting.WindowsServices.dll??132840914742631956??132512226840000000??22400
[Microsoft.Extensions.Logging.Abstractions.dll]
Seq=81
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Logging.Abstractions.dll??132840914743762130??132475780840000000??52616
[Microsoft.Extensions.Logging.Configuration.dll]
Seq=82
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Logging.Configuration.dll??132840914743102069??132475782500000000??20360
[Microsoft.Extensions.Logging.Console.dll]
Seq=83
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Logging.Console.dll??132840914742801916??132475784160000000??49544
[Microsoft.Extensions.Logging.Debug.dll]
Seq=84
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Logging.Debug.dll??132840914743202145??132475781800000000??16776
[Microsoft.Extensions.Logging.dll]
Seq=85
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Logging.dll??132840914742912084??132475783980000000??42376
[Microsoft.Extensions.Logging.EventLog.dll]
Seq=86
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Logging.EventLog.dll??132840914743242154??132475781780000000??22400
[Microsoft.Extensions.Logging.EventSource.dll]
Seq=87
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Logging.EventSource.dll??132840914742872073??132475784040000000??30592
[Microsoft.Extensions.Options.ConfigurationExtensions.dll]
Seq=88
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Options.ConfigurationExtensions.dll??132840914743282031??132475781740000000??18816
[Microsoft.Extensions.Options.dll]
Seq=89
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Options.dll??132840914743432132??132475781380000000??54664
[Microsoft.Extensions.Primitives.dll]
Seq=90
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Extensions.Primitives.dll??132840914743572124??132475781160000000??39296
[Microsoft.VisualBasic.Core.dll]
Seq=91
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.VisualBasic.Core.dll??132918928776923138??132794113780000000??1113480
[Microsoft.VisualBasic.dll]
Seq=92
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.VisualBasic.dll??132907517184546901??132794113760000000??17272
[Microsoft.Win32.Primitives.dll]
Seq=93
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Win32.Primitives.dll??132918928776983163??132794113780000000??21880
[Microsoft.Win32.Registry.dll]
Seq=94
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Win32.Registry.dll??132918928777043165??132794113780000000??77176
[Microsoft.Win32.SystemEvents.dll]
Seq=95
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Microsoft.Win32.SystemEvents.dll??132840914744092281??132182528580000000??50248
[MKSS.APP.LaoHuaService.deps.json]
Seq=96
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.APP.LaoHuaService.deps.json??132918928774102499??132918930091634290??178845
[MKSS.APP.LaoHuaService.dll]
Seq=97
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.APP.LaoHuaService.dll??132918928773812411??132918930104962390??69120
[MKSS.APP.LaoHuaService.exe]
Seq=98
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.APP.LaoHuaService.exe??132918928773872441??132918927962920986??99840
[MKSS.APP.LaoHuaService.pdb]
Seq=99
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.APP.LaoHuaService.pdb??132918928773942456??132918930104962390??60928
[MKSS.APP.LaoHuaService.runtimeconfig.json]
Seq=100
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.APP.LaoHuaService.runtimeconfig.json??132918928774162507??132907516967708322??179
[MKSS.Common.dll]
Seq=101
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.Common.dll??132918928774212515??132918930110128605??31232
[MKSS.Common.pdb]
Seq=102
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.Common.pdb??132918928774272538??132918930110128605??11776
[MKSS.ICommon.dll]
Seq=103
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.ICommon.dll??132918928774542589??132918930115519808??30720
[MKSS.ICommon.pdb]
Seq=104
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.ICommon.pdb??132918928774752645??132918930115509810??7680
[MKSS.IRepository.dll]
Seq=105
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.IRepository.dll??132918928774592601??132918930121216148??33792
[MKSS.IRepository.pdb]
Seq=106
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.IRepository.pdb??132918928774812652??132918930121216148??13824
[MKSS.Repository.dll]
Seq=107
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.Repository.dll??132918928774322552??132918930128587810??64512
[MKSS.Repository.pdb]
Seq=108
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.Repository.pdb??132918928774392555??132918930128577807??36352
[MKSS.Service.LaoHua.dll]
Seq=109
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.Service.LaoHua.dll??132918928773992479??132918930141307625??212480
[MKSS.Service.LaoHua.pdb]
Seq=110
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.Service.LaoHua.pdb??132918928774052487??132918930141307625??388608
[MKSS.Util.dll]
Seq=111
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.Util.dll??132918928774642610??132918930149615067??78336
[MKSS.Util.pdb]
Seq=112
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MKSS.Util.pdb??132918928774692636??132918930149615067??91648
[MQTTnet.dll]
Seq=113
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MQTTnet.dll??132840914755865039??132587785560000000??292864
[MQTTnet.Extensions.ManagedClient.dll]
Seq=114
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MQTTnet.Extensions.ManagedClient.dll??132840914755794902??132587785740000000??45568
[mscordaccore.dll]
Seq=115
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\mscordaccore.dll??132840914755644924??132794111660000000??990056
[mscordaccore_x86_x86_5.0.1221.52207.dll]
Seq=311
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\mscordaccore_x86_x86_5.0.1221.52207.dll??132840914755494850??132794111780000000??990584
[mscordbi.dll]
Seq=116
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\mscordbi.dll??132840914755684937??132794111560000000??988536
[mscorlib.dll]
Seq=117
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\mscorlib.dll??132840914755294783??132794111840000000??57232
[mscorrc.dll]
Seq=118
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\mscorrc.dll??132840914755604775??132794111760000000??142200
[MySql.Data.dll]
Seq=119
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\MySql.Data.dll??132840914743842268??132355566620000000??1773056
[netstandard.dll]
Seq=120
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\netstandard.dll??132840914754634634??132794113440000000??114040
[Newtonsoft.Json.dll]
Seq=121
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Newtonsoft.Json.dll??132840914745152584??131422390300000000??639488
[NModbus.dll]
Seq=122
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\NModbus.dll??132918928774442564??132907477353733766??140288
[NModbus.pdb]
Seq=123
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\NModbus.pdb??132918928774492578??132907477353533686??71324
[Npgsql.dll]
Seq=124
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Npgsql.dll??132840914744922533??131642085980000000??660480
[Oracle.ManagedDataAccess.dll]
Seq=125
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Oracle.ManagedDataAccess.dll??132840914744632468??131811210980000000??4562944
[Quartz.dll]
Seq=126
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Quartz.dll??132840914755984860??132555232480000000??935936
[Renci.SshNet.dll]
Seq=127
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Renci.SshNet.dll??132840914745012486??131526319860000000??424448
[sni.dll]
Seq=128
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\sni.dll??132840914745112575??131443034620000000??136488
[SQLitePCLRaw.batteries_green.dll]
Seq=129
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\SQLitePCLRaw.batteries_green.dll??132840914744522378??131895900320000000??5120
[SQLitePCLRaw.batteries_v2.dll]
Seq=130
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\SQLitePCLRaw.batteries_v2.dll??132840914744562458??131895900320000000??5120
[SQLitePCLRaw.core.dll]
Seq=131
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\SQLitePCLRaw.core.dll??132840914744592393??131895900300000000??38400
[SQLitePCLRaw.provider.e_sqlite3.dll]
Seq=132
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\SQLitePCLRaw.provider.e_sqlite3.dll??132840914744482305??131895900520000000??38912
[SqlSugar.dll]
Seq=133
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\SqlSugar.dll??132840914755915054??132569260120000000??1093120
[SshNet.Security.Cryptography.dll]
Seq=134
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\SshNet.Security.Cryptography.dll??132840914745192526??131129740400000000??34816
[System.AppContext.dll]
Seq=135
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.AppContext.dll??132840914754664570??132794113440000000??14200
[System.Buffers.dll]
Seq=136
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Buffers.dll??132840914754314562??132794113460000000??14200
[System.CodeDom.dll]
Seq=137
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.CodeDom.dll??132840914743682136??132475781040000000??183176
[System.Collections.Concurrent.dll]
Seq=138
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Collections.Concurrent.dll??132840914754704664??132794113440000000??172920
[System.Collections.dll]
Seq=139
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Collections.dll??132840914754734592??132794113440000000??254328
[System.Collections.Immutable.dll]
Seq=140
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Collections.Immutable.dll??132840914754344570??132794113460000000??580472
[System.Collections.NonGeneric.dll]
Seq=141
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Collections.NonGeneric.dll??132918928777113172??132794113780000000??86904
[System.Collections.Specialized.dll]
Seq=142
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Collections.Specialized.dll??132840914754774666??132794113440000000??82808
[System.ComponentModel.Annotations.dll]
Seq=143
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.ComponentModel.Annotations.dll??132907517184586908??132794113760000000??159096
[System.ComponentModel.DataAnnotations.dll]
Seq=144
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.ComponentModel.DataAnnotations.dll??132907517183926769??132794113780000000??16248
[System.ComponentModel.dll]
Seq=145
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.ComponentModel.dll??132840914754954774??132794113240000000??16760
[System.ComponentModel.EventBasedAsync.dll]
Seq=146
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.ComponentModel.EventBasedAsync.dll??132840914754384512??132794113460000000??34168
[System.ComponentModel.Primitives.dll]
Seq=147
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.ComponentModel.Primitives.dll??132840914753634344??132794113480000000??57208
[System.ComponentModel.TypeConverter.dll]
Seq=148
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.ComponentModel.TypeConverter.dll??132840914753674420??132794113480000000??625528
[System.Configuration.ConfigurationManager.dll]
Seq=149
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Configuration.ConfigurationManager.dll??132840914744162298??132182518240000000??375912
[System.Configuration.dll]
Seq=150
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Configuration.dll??132840914753714431??132794113480000000??18808
[System.Console.dll]
Seq=151
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Console.dll??132907517183976783??132794113780000000??138616
[System.Core.dll]
Seq=152
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Core.dll??132907517184636922??132794113760000000??23928
[System.Data.Common.dll]
Seq=153
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Data.Common.dll??132840914753744505??132794113480000000??2617224
[System.Data.DataSetExtensions.dll]
Seq=154
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Data.DataSetExtensions.dll??132840914751053763??132794113760000000??14712
[System.Data.dll]
Seq=155
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Data.dll??132840914754424588??132794113460000000??25976
[System.Data.SqlClient.dll]
Seq=156
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Data.SqlClient.dll??132840914745062563??131449032920000000??883568
[System.Diagnostics.Contracts.dll]
Seq=157
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Diagnostics.Contracts.dll??132840914753784512??132794113480000000??14712
[System.Diagnostics.Debug.dll]
Seq=158
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Diagnostics.Debug.dll??132840914751093778??132794113760000000??14712
[System.Diagnostics.DiagnosticSource.dll]
Seq=159
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Diagnostics.DiagnosticSource.dll??132840914753824521??132794113480000000??165752
[System.Diagnostics.EventLog.dll]
Seq=160
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Diagnostics.EventLog.dll??132840914743131999??132475782420000000??130440
[System.Diagnostics.FileVersionInfo.dll]
Seq=161
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Diagnostics.FileVersionInfo.dll??132840914753864530??132794113480000000??28536
[System.Diagnostics.Process.dll]
Seq=162
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Diagnostics.Process.dll??132840914751133777??132794113760000000??242552
[System.Diagnostics.StackTrace.dll]
Seq=163
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Diagnostics.StackTrace.dll??132918928775802875??132794113800000000??32120
[System.Diagnostics.TextWriterTraceListener.dll]
Seq=164
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Diagnostics.TextWriterTraceListener.dll??132840914753904542??132794113480000000??52088
[System.Diagnostics.Tools.dll]
Seq=165
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Diagnostics.Tools.dll??132840914752934324??132794113500000000??14200
[System.Diagnostics.TraceSource.dll]
Seq=166
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Diagnostics.TraceSource.dll??132840914751163784??132794113760000000??107896
[System.Diagnostics.Tracing.dll]
Seq=167
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Diagnostics.Tracing.dll??132840914752974284??132794113500000000??15224
[System.dll]
Seq=168
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.dll??132840914753934544??132794113480000000??54648
[System.Drawing.Common.dll]
Seq=169
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Drawing.Common.dll??132840914744042196??132182528600000000??414280
[System.Drawing.dll]
Seq=170
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Drawing.dll??132840914753014275??132794113500000000??20344
[System.Drawing.Primitives.dll]
Seq=171
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Drawing.Primitives.dll??132907517184016782??132794113780000000??115064
[System.Dynamic.Runtime.dll]
Seq=172
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Dynamic.Runtime.dll??132840914751203825??132794113760000000??15224
[System.Formats.Asn1.dll]
Seq=173
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Formats.Asn1.dll??132840914753964550??132794113480000000??170872
[System.Globalization.Calendars.dll]
Seq=174
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Globalization.Calendars.dll??132918928774862668??132794114040000000??15240
[System.Globalization.dll]
Seq=175
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Globalization.dll??132918928775892904??132794113800000000??14712
[System.Globalization.Extensions.dll]
Seq=176
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Globalization.Extensions.dll??132840914753044220??132794113500000000??14712
[System.IO.Compression.Brotli.dll]
Seq=177
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.Compression.Brotli.dll??132918928775982922??132794113800000000??64904
[System.IO.Compression.dll]
Seq=178
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.Compression.dll??132840914752394204??132794113520000000??222584
[System.IO.Compression.FileSystem.dll]
Seq=179
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.Compression.FileSystem.dll??132840914753084354??132794113500000000??14728
[System.IO.Compression.ZipFile.dll]
Seq=180
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.Compression.ZipFile.dll??132918928776042944??132794113800000000??33152
[System.IO.dll]
Seq=181
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.dll??132840914752434087??132794113520000000??14712
[System.IO.FileSystem.AccessControl.dll]
Seq=182
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.FileSystem.AccessControl.dll??132918928775222747??132794113820000000??81784
[System.IO.FileSystem.dll]
Seq=183
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.FileSystem.dll??132918928775272755??132794113820000000??194944
[System.IO.FileSystem.DriveInfo.dll]
Seq=184
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.FileSystem.DriveInfo.dll??132918928774922676??132794114040000000??37752
[System.IO.FileSystem.Primitives.dll]
Seq=185
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.FileSystem.Primitives.dll??132918928776102942??132794113800000000??14712
[System.IO.FileSystem.Watcher.dll]
Seq=186
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.FileSystem.Watcher.dll??132918928775312761??132794113820000000??64888
[System.IO.IsolatedStorage.dll]
Seq=187
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.IsolatedStorage.dll??132918928775362791??132794113820000000??72072
[System.IO.MemoryMappedFiles.dll]
Seq=188
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.MemoryMappedFiles.dll??132840914752474224??132794113520000000??60808
[System.IO.Pipes.AccessControl.dll]
Seq=189
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.Pipes.AccessControl.dll??132918928776152948??132794113800000000??15240
[System.IO.Pipes.dll]
Seq=190
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.Pipes.dll??132840914752514111??132794113520000000??122744
[System.IO.Ports.dll]
Seq=191
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.Ports.dll??132840914744832446??131708357840000000??73864
[System.IO.UnmanagedMemoryStream.dll]
Seq=192
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.IO.UnmanagedMemoryStream.dll??132918928775412792??132794113820000000??14200
[System.Linq.dll]
Seq=193
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Linq.dll??132918928776202962??132794113800000000??371576
[System.Linq.Expressions.dll]
Seq=194
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Linq.Expressions.dll??132918928776262990??132794113800000000??4622728
[System.Linq.Parallel.dll]
Seq=195
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Linq.Parallel.dll??132918928776363003??132794113800000000??1119096
[System.Linq.Queryable.dll]
Seq=196
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Linq.Queryable.dll??132918928775462795??132794113820000000??172936
[System.Management.dll]
Seq=197
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Management.dll??132840914743022107??132475782700000000??294784
[System.Memory.dll]
Seq=198
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Memory.dll??132918928776433029??132794113800000000??195960
[System.Net.dll]
Seq=199
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.dll??132840914752554237??132794113520000000??16760
[System.Net.Http.dll]
Seq=200
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.Http.dll??132918928775522812??132794113820000000??1607544
[System.Net.Http.Json.dll]
Seq=201
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.Http.Json.dll??132918928775082705??132794113840000000??46968
[System.Net.HttpListener.dll]
Seq=202
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.HttpListener.dll??132840914751914028??132794113540000000??557944
[System.Net.Mail.dll]
Seq=203
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.Mail.dll??132918928775602829??132794113820000000??479096
[System.Net.NameResolution.dll]
Seq=204
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.NameResolution.dll??132840914751953959??132794113540000000??78712
[System.Net.NetworkInformation.dll]
Seq=205
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.NetworkInformation.dll??132840914751994112??132794113540000000??132984
[System.Net.Ping.dll]
Seq=206
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.Ping.dll??132918928775662840??132794113820000000??67448
[System.Net.Primitives.dll]
Seq=207
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.Primitives.dll??132918928775732865??132794113820000000??189816
[System.Net.Requests.dll]
Seq=208
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.Requests.dll??132918928775122728??132794113840000000??307064
[System.Net.Security.dll]
Seq=209
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.Security.dll??132918928775172750??132794113840000000??592248
[System.Net.ServicePoint.dll]
Seq=210
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.ServicePoint.dll??132840914752034005??132794113540000000??32632
[System.Net.Sockets.dll]
Seq=211
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.Sockets.dll??132840914751243801??132794113760000000??483192
[System.Net.WebClient.dll]
Seq=212
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.WebClient.dll??132840914751273800??132794113760000000??140664
[System.Net.WebHeaderCollection.dll]
Seq=213
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.WebHeaderCollection.dll??132840914754454520??132794113460000000??54648
[System.Net.WebProxy.dll]
Seq=214
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.WebProxy.dll??132840914751714069??132794113740000000??25464
[System.Net.WebSockets.Client.dll]
Seq=215
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.WebSockets.Client.dll??132840914754004494??132794113480000000??57720
[System.Net.WebSockets.dll]
Seq=216
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Net.WebSockets.dll??132840914754494611??132794113460000000??134520
[System.Numerics.dll]
Seq=217
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Numerics.dll??132840914754534678??132794113460000000??14712
[System.Numerics.Vectors.dll]
Seq=218
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Numerics.Vectors.dll??132840914754564684??132794113460000000??14712
[System.ObjectModel.dll]
Seq=219
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.ObjectModel.dll??132907517184066792??132794113780000000??81784
[System.Private.CoreLib.dll]
Seq=220
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Private.CoreLib.dll??132840914755204831??132794111980000000??8579984
[System.Private.DataContractSerialization.dll]
Seq=221
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Private.DataContractSerialization.dll??132840914754874818??132794113260000000??1859960
[System.Private.Uri.dll]
Seq=222
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Private.Uri.dll??132840914754594564??132794113460000000??230776
[System.Private.Xml.dll]
Seq=223
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Private.Xml.dll??132840914753134309??132794113500000000??7571320
[System.Private.Xml.Linq.dll]
Seq=224
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Private.Xml.Linq.dll??132840914754994720??132794113240000000??350072
[System.Reflection.DispatchProxy.dll]
Seq=225
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Reflection.DispatchProxy.dll??132840914754034567??132794113480000000??63864
[System.Reflection.dll]
Seq=226
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Reflection.dll??132840914751313830??132794113760000000??15224
[System.Reflection.Emit.dll]
Seq=227
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Reflection.Emit.dll??132840914751353838??132794113760000000??14712
[System.Reflection.Emit.ILGeneration.dll]
Seq=228
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Reflection.Emit.ILGeneration.dll??132840914751383831??132794113760000000??14712
[System.Reflection.Emit.Lightweight.dll]
Seq=229
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Reflection.Emit.Lightweight.dll??132840914755024644??132794113240000000??14712
[System.Reflection.Extensions.dll]
Seq=230
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Reflection.Extensions.dll??132840914754064430??132794113480000000??14200
[System.Reflection.Metadata.dll]
Seq=231
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Reflection.Metadata.dll??132840914753224255??132794113500000000??982392
[System.Reflection.Primitives.dll]
Seq=232
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Reflection.Primitives.dll??132840914751423854??132794113760000000??14728
[System.Reflection.TypeExtensions.dll]
Seq=233
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Reflection.TypeExtensions.dll??132840914751754058??132794113740000000??30072
[System.Resources.Reader.dll]
Seq=234
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Resources.Reader.dll??132840914754104582??132794113480000000??14200
[System.Resources.ResourceManager.dll]
Seq=235
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Resources.ResourceManager.dll??132840914751463854??132794113760000000??14712
[System.Resources.Writer.dll]
Seq=236
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Resources.Writer.dll??132840914754134589??132794113480000000??40824
[System.Runtime.CompilerServices.Unsafe.dll]
Seq=237
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.CompilerServices.Unsafe.dll??132840914754174470??132794113480000000??18808
[System.Runtime.CompilerServices.VisualC.dll]
Seq=238
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.CompilerServices.VisualC.dll??132840914751493855??132794113760000000??18312
[System.Runtime.dll]
Seq=239
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.dll??132840914751784064??132794113740000000??42360
[System.Runtime.Extensions.dll]
Seq=240
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.Extensions.dll??132840914755064733??132794113240000000??17288
[System.Runtime.Handles.dll]
Seq=241
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.Handles.dll??132840914751814004??132794113740000000??14712
[System.Runtime.InteropServices.dll]
Seq=242
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.InteropServices.dll??132840914754204603??132794113480000000??45944
[System.Runtime.InteropServices.RuntimeInformation.dll]
Seq=243
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.InteropServices.RuntimeInformation.dll??132840914751534010??132794113760000000??26504
[System.Runtime.Intrinsics.dll]
Seq=244
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.Intrinsics.dll??132840914755094803??132794113240000000??15736
[System.Runtime.Loader.dll]
Seq=245
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.Loader.dll??132840914754244612??132794113480000000??14200
[System.Runtime.Numerics.dll]
Seq=246
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.Numerics.dll??132840914753274396??132794113500000000??191864
[System.Runtime.Serialization.dll]
Seq=247
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.Serialization.dll??132840914753314343??132794113500000000??16256
[System.Runtime.Serialization.Formatters.dll]
Seq=248
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.Serialization.Formatters.dll??132840914753344411??132794113500000000??290168
[System.Runtime.Serialization.Json.dll]
Seq=249
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.Serialization.Json.dll??132840914753374285??132794113500000000??14712
[System.Runtime.Serialization.Primitives.dll]
Seq=250
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.Serialization.Primitives.dll??132840914751854081??132794113740000000??25976
[System.Runtime.Serialization.Xml.dll]
Seq=251
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Runtime.Serialization.Xml.dll??132840914753414365??132794113500000000??15736
[System.Security.AccessControl.dll]
Seq=252
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.AccessControl.dll??132840914751564015??132794113760000000??191360
[System.Security.Claims.dll]
Seq=253
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Claims.dll??132840914753444296??132794113500000000??83320
[System.Security.Cryptography.Algorithms.dll]
Seq=254
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Cryptography.Algorithms.dll??132840914753474442??132794113500000000??616824
[System.Security.Cryptography.Cng.dll]
Seq=255
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Cryptography.Cng.dll??132918928776503040??132794113800000000??384392
[System.Security.Cryptography.Csp.dll]
Seq=256
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Cryptography.Csp.dll??132907517184116804??132794113780000000??163704
[System.Security.Cryptography.Encoding.dll]
Seq=257
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Cryptography.Encoding.dll??132907517184166896??132794113780000000??84856
[System.Security.Cryptography.OpenSsl.dll]
Seq=258
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Cryptography.OpenSsl.dll??132907517184206908??132794113780000000??33672
[System.Security.Cryptography.Primitives.dll]
Seq=259
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Cryptography.Primitives.dll??132840914753524426??132794113500000000??101240
[System.Security.Cryptography.ProtectedData.dll]
Seq=260
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Cryptography.ProtectedData.dll??132840914744132359??132182528260000000??25464
[System.Security.Cryptography.X509Certificates.dll]
Seq=261
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Cryptography.X509Certificates.dll??132840914752604248??132794113520000000??395136
[System.Security.dll]
Seq=262
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.dll??132840914753564460??132794113500000000??17800
[System.Security.Permissions.dll]
Seq=263
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Permissions.dll??132840914743972318??132182530040000000??92536
[System.Security.Principal.dll]
Seq=264
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Principal.dll??132907517184256933??132794113780000000??14200
[System.Security.Principal.Windows.dll]
Seq=265
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.Principal.Windows.dll??132907517184306847??132794113780000000??132472
[System.Security.SecureString.dll]
Seq=266
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Security.SecureString.dll??132840914752644189??132794113520000000??14200
[System.ServiceModel.Web.dll]
Seq=267
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.ServiceModel.Web.dll??132840914753604473??132794113500000000??16248
[System.ServiceProcess.dll]
Seq=268
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.ServiceProcess.dll??132840914752684286??132794113520000000??15224
[System.ServiceProcess.ServiceController.dll]
Seq=269
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.ServiceProcess.ServiceController.dll??132840914742762050??132476071040000000??61832
[System.Text.Encoding.CodePages.dll]
Seq=270
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Text.Encoding.CodePages.dll??132918928776573056??132794113800000000??849800
[System.Text.Encoding.dll]
Seq=271
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Text.Encoding.dll??132918928774972698??132794114000000000??14712
[System.Text.Encoding.Extensions.dll]
Seq=272
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Text.Encoding.Extensions.dll??132918928776643064??132794113800000000??14712
[System.Text.Encodings.Web.dll]
Seq=273
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Text.Encodings.Web.dll??132907517184346863??132794113780000000??88952
[System.Text.Json.dll]
Seq=274
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Text.Json.dll??132907517184396864??132794113780000000??799608
[System.Text.RegularExpressions.dll]
Seq=275
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Text.RegularExpressions.dll??132918928776723145??132794113800000000??467320
[System.Threading.Channels.dll]
Seq=276
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Threading.Channels.dll??132840914752074022??132794113540000000??105848
[System.Threading.dll]
Seq=277
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Threading.dll??132840914752724162??132794113520000000??73096
[System.Threading.Overlapped.dll]
Seq=278
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Threading.Overlapped.dll??132840914752104012??132794113540000000??14712
[System.Threading.Tasks.Dataflow.dll]
Seq=279
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Threading.Tasks.Dataflow.dll??132907517184436876??132794113780000000??419704
[System.Threading.Tasks.dll]
Seq=280
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Threading.Tasks.dll??132840914752774298??132794113520000000??15736
[System.Threading.Tasks.Extensions.dll]
Seq=281
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Threading.Tasks.Extensions.dll??132840914752814247??132794113520000000??15224
[System.Threading.Tasks.Parallel.dll]
Seq=282
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Threading.Tasks.Parallel.dll??132840914754924700??132794113260000000??99192
[System.Threading.Thread.dll]
Seq=283
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Threading.Thread.dll??132840914752854274??132794113520000000??14712
[System.Threading.ThreadPool.dll]
Seq=284
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Threading.ThreadPool.dll??132840914752894212??132794113520000000??14712
[System.Threading.Timer.dll]
Seq=285
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Threading.Timer.dll??132907517184496897??132794113780000000??14200
[System.Transactions.dll]
Seq=286
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Transactions.dll??132840914752144145??132794113540000000??15736
[System.Transactions.Local.dll]
Seq=287
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Transactions.Local.dll??132918928776793109??132794113800000000??307064
[System.ValueTuple.dll]
Seq=288
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.ValueTuple.dll??132840914752174013??132794113540000000??14712
[System.Web.dll]
Seq=289
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Web.dll??132918928776863119??132794113800000000??14728
[System.Web.HttpUtility.dll]
Seq=290
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Web.HttpUtility.dll??132840914752214159??132794113540000000??47480
[System.Windows.dll]
Seq=291
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Windows.dll??132840914754804681??132794113340000000??15224
[System.Windows.Extensions.dll]
Seq=292
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Windows.Extensions.dll??132840914744012330??132182528700000000??56184
[System.Xml.dll]
Seq=293
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Xml.dll??132840914751884087??132794113560000000??24440
[System.Xml.Linq.dll]
Seq=294
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Xml.Linq.dll??132840914751593955??132794113760000000??15224
[System.Xml.ReaderWriter.dll]
Seq=295
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Xml.ReaderWriter.dll??132840914751633900??132794113760000000??21880
[System.Xml.Serialization.dll]
Seq=296
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Xml.Serialization.dll??132840914752244081??132794113540000000??15736
[System.Xml.XDocument.dll]
Seq=297
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Xml.XDocument.dll??132840914751673975??132794113760000000??15224
[System.Xml.XmlDocument.dll]
Seq=298
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Xml.XmlDocument.dll??132840914752284175??132794113540000000??15224
[System.Xml.XmlSerializer.dll]
Seq=299
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Xml.XmlSerializer.dll??132918928775032712??132794113960000000??17272
[System.Xml.XPath.dll]
Seq=300
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Xml.XPath.dll??132840914752314052??132794113540000000??14712
[System.Xml.XPath.XDocument.dll]
Seq=301
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Xml.XPath.XDocument.dll??132840914754844693??132794113340000000??16248
[System.Xml.XPath.XmlDocument.dll]
Seq=302
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\System.Xml.XPath.XmlDocument.dll??132840914745232599??131101317020000000??118520
[Topshelf.Autofac.dll]
Seq=303
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Topshelf.Autofac.dll??132840914744392271??131908235280000000??7680
[Topshelf.dll]
Seq=304
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Topshelf.dll??132840914756034947??132516671960000000??194048
[TopShelf.ServiceInstaller.dll]
Seq=305
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\TopShelf.ServiceInstaller.dll??132840914756085029??132516671940000000??73728
[Ubiety.Dns.Core.dll]
Seq=306
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Ubiety.Dns.Core.dll??132840914743892253??132355566120000000??58880
[ucrtbase.dll]
Seq=307
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\ucrtbase.dll??132840914756134969??132513587900000000??1170904
[WindowsBase.dll]
Seq=308
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\WindowsBase.dll??132840914752354229??132794113540000000??15736
[Zstandard.Net.dll]
Seq=309
Src=D:\WORK\Factory\河北安信打包文件\老化服务端源文件\Zstandard.Net.dll??132840914743932246??132355566120000000??14336
